{
  "id": 8,
  "url": "https://wiki.humak.fi/display/OS/AHOT-ohjeet+opiskelijoille#",
  "description_fi": "15 opintopistettä osaksi kokonaisuutta Vapaaehtoistyön ohjaaminen ja kehittäminen vapaasti valittavissa opinnoissa",
  "description_en": "15 opintopistettä osaksi kokonaisuutta Vapaaehtoistyön ohjaaminen ja kehittäminen vapaasti valittavissa opinnoissa",
  "description_sv": "15 opintopistettä osaksi kokonaisuutta Vapaaehtoistyön ohjaaminen ja kehittäminen vapaasti valittavissa opinnoissa",
  "competence": {
    "id": 8,
    "identification": "partio-kogi",
    "name_en": "Advanced Training for Guide and Scout Leaders",
    "description_en": "Partiojohtaja -jatkokoulutus (Ko-Gi) on toiselta nimeltään Kolmiapila-Gilwell -koulutus. Se on Suomen Partiolaiset ry:n johtamiskoulutusta. Koulutus koostuu tyypillisesti luonto-, seminaari- ja toimintaosista. Luonto-osalla vietetään perinteistä leirielämää ja verkostoidutaan uusien, eri puolilta Suomea saapuvien partiolaisten kanssa.\n\nSekä luonto- että seminaariosa sisältävät monipuolista, laadukasta koulutusta ja tukea toimintaosaan. Toimintaosa sisältää projektimuotoisen kehittämishankkeen, joka toteutetaan 6-12 kuukauden aikana, pohdintatehtäviä sekä syventävän oppimistehtävän kouluttautujan itse valitsemasta aiheesta. Koulutuksen aikana oppija käy ohjauskeskusteluja oman ohjaajan kanssa ja hänelle tehdään henkilökohtainen kehittymissuunnitelma. Kehittämishankkeessa oppijaa tukevat oma ohjaaja ja kouluttajat.\n\nPartiojohtaja -jatkokoulutuksen suoritettuaan partiojohtaja osaa arvioida omaa toimintaansa partiojohtajana, johtaa partiotoimintaa omassa toimintaympäristössään, osaa arvioida ja kehittää partiotoiminnan laatua, ohjata aikuisia partiolaisia, selittää partion roolin kasvatusjärjestönä ja soveltaa partion päämäärää ja arvopohjaa toiminnassaan sekä osaa analysoida partion roolia kasvatusjärjestönä.",
    "url": "https://www.partio.fi/lippukunnille/pestien-tuki/koulutus/jatkotaso/partiojohtajajatkokoulutus-ko-gi/",
    "name_fi": "Partiojohtaja -jatkokoulutus (Ko-Gi)",
    "name_sv": "Scoutledarfortsättningsutbildning",
    "description_fi": "Partiojohtaja -jatkokoulutus (Ko-Gi) on toiselta nimeltään Kolmiapila-Gilwell -koulutus. Se on Suomen Partiolaiset ry:n johtamiskoulutusta. Koulutus koostuu tyypillisesti luonto-, seminaari- ja toimintaosista. Luonto-osalla vietetään perinteistä leirielämää ja verkostoidutaan uusien, eri puolilta Suomea saapuvien partiolaisten kanssa.\n\nSekä luonto- että seminaariosa sisältävät monipuolista, laadukasta koulutusta ja tukea toimintaosaan. Toimintaosa sisältää projektimuotoisen kehittämishankkeen, joka toteutetaan 6-12 kuukauden aikana, pohdintatehtäviä sekä syventävän oppimistehtävän kouluttautujan itse valitsemasta aiheesta. Koulutuksen aikana oppija käy ohjauskeskusteluja oman ohjaajan kanssa ja hänelle tehdään henkilökohtainen kehittymissuunnitelma. Kehittämishankkeessa oppijaa tukevat oma ohjaaja ja kouluttajat.\n\nPartiojohtaja -jatkokoulutuksen suoritettuaan partiojohtaja osaa arvioida omaa toimintaansa partiojohtajana, johtaa partiotoimintaa omassa toimintaympäristössään, osaa arvioida ja kehittää partiotoiminnan laatua, ohjata aikuisia partiolaisia, selittää partion roolin kasvatusjärjestönä ja soveltaa partion päämäärää ja arvopohjaa toiminnassaan sekä osaa analysoida partion roolia kasvatusjärjestönä.",
    "description_sv": "Scoutledarfortsättningsutbildningen är en del av Suomen Partiolaiset - Finlands Scouter rf:s ledarskapsutbildning. Utbildningen består vanligtvis av natur-, seminarie- och verksamhetsdelar. Naturdelen tillbringar man traditionellt på läger tillsammans med nya scoutbekantskaper som samlats från flera olika orter i Finland. Både natur- och seminariedelen innehåller mångsidig, högklassig utbildning och ger stöd till verksamhetsdelen. Verksamhetsdelen innehåller en utvecklingsuppgift i form av ett projekt som genomförs under 6-12 månader, reflektionsuppgifter samt en fördjupad inlärningsuppgift baserad på ett ämne som deltagaren själv valt. Under utbildningen har deltagaren handledningssamtal med sin egen handledare och en individuell utvecklingsplan görs åt deltagaren. I utvecklingsprojektet får deltagaren stöd av sin handledare och utbildarna.\n",
    "nqf": 3,
    "credits": 25,
    "organization": 1,
    "created_at": "2019-06-07T12:44:30.740Z",
    "updated_at": "2019-10-17T07:35:42.669Z"
  },
  "academicdegree": {
    "id": 1,
    "identification": "humak-yhteisopedagogi_amk",
    "name_en": "Bachelor of Humanities, Community Educator",
    "name_fi": "Yhteisöpedagogi (AMK)",
    "name_sv": "Yhteisöpedagogi (AMK)",
    "description_en": "Students of the Bachelor of Humanities, Community Educator degree graduate as professionals in respectful interaction for youth and organisational work and increasingly diverse professional operating environments in various sectors of society. This type of work requires extensive competence in individuals’ growth and development and the structure and operations of society, and knowledge of cultures and participation. The Bachelor of Humanities, Community Educator can be completed at Humak University of Applied Sciences as full-time studies, or as multiform studies made up of a limited number of contact instruction periods.",
    "description_fi": "Yhteisöpedagogitutkinnosta valmistuu arvostavan kohtaamisen ammattilaisia nuoriso- ja järjestötyöhön sekä yhä moninaisempiin ammatillisiin toimintaympäristöihin yhteiskunnan eri sektoreilla.  Työssä tarvitaan laajaa osaamista ihmisten kasvusta ja kehityksestä, yhteiskunnan rakenteesta ja toiminnasta sekä tietoa kulttuureista ja osallisuudesta. Yhteisöpedagogi (AMK) -tutkinnon voit suorittaa Humakissa kokopäiväisesti päivätoteutuksena tai rajallisen määrän lähijaksoja sisältävinä monimuoto-opintoina.",
    "description_sv": "Yhteisöpedagogitutkinnosta valmistuu arvostavan kohtaamisen ammattilaisia nuoriso- ja järjestötyöhön sekä yhä moninaisempiin ammatillisiin toimintaympäristöihin yhteiskunnan eri sektoreilla.  Työssä tarvitaan laajaa osaamista ihmisten kasvusta ja kehityksestä, yhteiskunnan rakenteesta ja toiminnasta sekä tietoa kulttuureista ja osallisuudesta. Yhteisöpedagogi (AMK) -tutkinnon voit suorittaa Humakissa kokopäiväisesti päivätoteutuksena tai rajallisen määrän lähijaksoja sisältävinä monimuoto-opintoina.",
    "url": "https://www.humak.fi/opiskelijaksi/yhteisopedagogi/",
    "credits": 210,
    "nqf": 4,
    "school": 1,
    "fieldofstudy": 1,
    "created_at": "2019-05-09T10:01:07.693Z",
    "updated_at": "2019-08-13T07:52:10.026Z"
  },
  "created_at": "2019-06-07T13:14:07.687Z",
  "updated_at": "2019-08-13T07:52:10.030Z",
  "identification": "humak-yhteisopedagogi_amk-partio-kogi"
}