{"id":124,"url":"https://peda.net/pihtipudas/lukio/linjavaihtoehdot3/tjp2","description_fi":"Partiojohtaja-peruskoulutus luetaan hyväksi linjaopinnoissa. Opiskelijan tilanteen ja tarpeen mukaan koulutus voidaan hyväksilukea linjan valinnaiseksi kurssiksi tai kolmannen vuoden johtamisen kurssiksi.","description_en":"Partiojohtaja-peruskoulutus luetaan hyväksi linjaopinnoissa. Opiskelijan tilanteen ja tarpeen mukaan koulutus voidaan hyväksilukea linjan valinnaiseksi kurssiksi tai kolmannen vuoden johtamisen kurssiksi.","description_sv":"Partiojohtaja-peruskoulutus luetaan hyväksi linjaopinnoissa. Opiskelijan tilanteen ja tarpeen mukaan koulutus voidaan hyväksilukea linjan valinnaiseksi kurssiksi tai kolmannen vuoden johtamisen kurssiksi.","competence":{"id":1,"identification":"sp-partiojohtaja-peruskoulutus","name_en":"Basic Training for Guide and Scout Leaders","description_en":"The Basic Training for Guide and Scout Leaders is a form of leadership training provided by the Guides and Scouts of Finland. The authorisation received when completing the training is a requirement in certain Guides and Scouts activities, such as being a camp leader. In addition to contract instruction, the trainee also completes a leadership task, during which he/she leads and guides other adults in the organisation of an event, for example. An adult leader will support the trainee during the leadership task. The training includes overnight outdoor training which helps the trainee learn basic camp skills and the basics of safe outdoor activities. Once the Basic Training for Guide and Scout Leaders has been completed, a guide and scout leader will have basic skills and knowledge of leading an event and people, the Guides and Scouts programme and the operations of the local group.","url":"https://www.partio.fi/lippukunnille/pestien-tuki/koulutus/perustaso/partiojohtajaperuskoulutus/","name_fi":"Partiojohtaja-peruskoulutus","name_sv":"Grundutbildning för scoutledare","description_fi":"Partiojohtaja -peruskoulutus on Suomen Partiolaiset ry:n johtamiskoulutusta. Koulutuksen suorituksesta saatava valtakirja on edellytys tietyissä partiotehtävissä esim. leirinjohtajana toimimiselle. Lähiopetuksen lisäksi kouluttautuja toteuttaa johtamistehtävän, jonka aikana hän johtaa ja ohjaa muita aikuisia tapahtuman tms. toteuttamiseksi. Kouluttautujan tukena johtamistehtävän aikana on aikuinen ohjaaja. Koulutukseen sisältyy maastoyöpyminen, jonka avulla opitaan perusleiritaitoja ja turvallisen maastotoiminnan perusteita. Partiojohtaja -peruskoulutuksen suoritettuaan partiojohtaja osaa perustaidot ja tiedot tapahtuman ja ihmisten johtamisesta, partio-ohjelmasta sekä lippukunnan (paikallisyhdistys) toiminnasta.","description_sv":"Grundutbildning för scoutledare ingår i Suomen Partiolaiset – Finlands Scouter ry:s ledarskapsutbildning. Under utbildningen får deltagaren lära sig grundläggande kunskaper och färdigheter i ledarskap och i att arrangera evenemang och projekt. Deltagaren lär sig också om scoutprogrammet och om verksamheten i en scoutkår dvs. en lokalförening inom scouting. En central del av utbildningen är grunderna i trygg och säker verksamhet samt första hjälpen -färdigheter. I utbildningen ingår en ledarskapsövning, under vilken deltagaren leder och handleder andra vuxna i genomförandet av ett evenemang eller projekt.","nqf":2,"credits":7,"organization":1},"academicdegree":{"id":29,"identification":"pihtiputaanlukio-partiolinja","name_en":"Partio- ja johtajalinja","name_fi":"Partio- ja johtajalinja","name_sv":"Partio- ja johtajalinja","description_en":"Partiolinjalla oppii johtamista itse sitä tekemällä eli johtamalla erilaisia tilanteita ja ihmisiä. Linjan opiskelijat osallistuvat tapahtumiin ja järjestävät sellaisia itse. Omat retket ovat tärkeä osa toimintaa. Osa linjaopinnoista rakentuu omien valintojesi varaan, voit seikkailla metsissä sekä maailmalla, esim. Kanadassa. Linjan käytyäsi tunnet supervoimasi ja olet aina valmis kohtaamaan tulevaisuutesi!\n\nPartio- ja johtajalinja on Suomen ensimmäinen partion kasvatusohjelmaa hyödyntävä lukion erikoistumislinja. Linjalla voit suorittaa lukiokursseja, joissa keskitytään ryhmänjohtamiseen, projektiosaamiseen ja kansainväliseen toimintaan. Opintoja toteutetaan yhteistyössä mm. paikallisen lippukunnan, Järvi-Suomen Partiolaisten ja yrittäjien kanssa.","description_fi":"Partiolinjalla oppii johtamista itse sitä tekemällä eli johtamalla erilaisia tilanteita ja ihmisiä. Linjan opiskelijat osallistuvat tapahtumiin ja järjestävät sellaisia itse. Omat retket ovat tärkeä osa toimintaa. Osa linjaopinnoista rakentuu omien valintojesi varaan, voit seikkailla metsissä sekä maailmalla, esim. Kanadassa. Linjan käytyäsi tunnet supervoimasi ja olet aina valmis kohtaamaan tulevaisuutesi!\n\nPartio- ja johtajalinja on Suomen ensimmäinen partion kasvatusohjelmaa hyödyntävä lukion erikoistumislinja. Linjalla voit suorittaa lukiokursseja, joissa keskitytään ryhmänjohtamiseen, projektiosaamiseen ja kansainväliseen toimintaan. Opintoja toteutetaan yhteistyössä mm. paikallisen lippukunnan, Järvi-Suomen Partiolaisten ja yrittäjien kanssa.","description_sv":"Partiolinjalla oppii johtamista itse sitä tekemällä eli johtamalla erilaisia tilanteita ja ihmisiä. Linjan opiskelijat osallistuvat tapahtumiin ja järjestävät sellaisia itse. Omat retket ovat tärkeä osa toimintaa. Osa linjaopinnoista rakentuu omien valintojesi varaan, voit seikkailla metsissä sekä maailmalla, esim. Kanadassa. Linjan käytyäsi tunnet supervoimasi ja olet aina valmis kohtaamaan tulevaisuutesi!\n\nPartio- ja johtajalinja on Suomen ensimmäinen partion kasvatusohjelmaa hyödyntävä lukion erikoistumislinja. Linjalla voit suorittaa lukiokursseja, joissa keskitytään ryhmänjohtamiseen, projektiosaamiseen ja kansainväliseen toimintaan. Opintoja toteutetaan yhteistyössä mm. paikallisen lippukunnan, Järvi-Suomen Partiolaisten ja yrittäjien kanssa.","url":null,"credits":null,"nqf":2,"school":6,"fieldofstudy":15},"identification":"pihtiputaanlukio-partiolinja-partio-pjpk"}