{"id":24,"url":"https://www.hamk.fi/opiskelijan-ohjeet/valinnaiset-opinnot/","description_fi":"Partiojohtaja-peruskoulutuksen voi sisällyttää moduuliin ”Ohjaaminen ja johtaminen vapaaehtoistyössä” kaikissa Hämeen ammattikorkeakoulun tutkinnoissa. Partiojohtaja-peruskoulutus hyväksytään moduuliin 3 op laajuisena.\n\n","description_en":"Partiojohtaja-peruskoulutuksen voi sisällyttää moduuliin ”Ohjaaminen ja johtaminen vapaaehtoistyössä” kaikissa Hämeen ammattikorkeakoulun tutkinnoissa. Partiojohtaja-peruskoulutus hyväksytään moduuliin 3 op laajuisena.\n\n","description_sv":"Partiojohtaja-peruskoulutuksen voi sisällyttää moduuliin ”Ohjaaminen ja johtaminen vapaaehtoistyössä” kaikissa Hämeen ammattikorkeakoulun tutkinnoissa. Partiojohtaja-peruskoulutus hyväksytään moduuliin 3 op laajuisena.\n\n","competence":{"id":1,"identification":"sp-partiojohtaja-peruskoulutus","name_en":"Basic Training for Guide and Scout Leaders","description_en":"The Basic Training for Guide and Scout Leaders is a form of leadership training provided by the Guides and Scouts of Finland. The authorisation received when completing the training is a requirement in certain Guides and Scouts activities, such as being a camp leader. In addition to contract instruction, the trainee also completes a leadership task, during which he/she leads and guides other adults in the organisation of an event, for example. An adult leader will support the trainee during the leadership task. The training includes overnight outdoor training which helps the trainee learn basic camp skills and the basics of safe outdoor activities. Once the Basic Training for Guide and Scout Leaders has been completed, a guide and scout leader will have basic skills and knowledge of leading an event and people, the Guides and Scouts programme and the operations of the local group.","url":"https://www.partio.fi/lippukunnille/pestien-tuki/koulutus/perustaso/partiojohtajaperuskoulutus/","name_fi":"Partiojohtaja-peruskoulutus","name_sv":"Grundutbildning för scoutledare","description_fi":"Partiojohtaja -peruskoulutus on Suomen Partiolaiset ry:n johtamiskoulutusta. Koulutuksen suorituksesta saatava valtakirja on edellytys tietyissä partiotehtävissä esim. leirinjohtajana toimimiselle. Lähiopetuksen lisäksi kouluttautuja toteuttaa johtamistehtävän, jonka aikana hän johtaa ja ohjaa muita aikuisia tapahtuman tms. toteuttamiseksi. Kouluttautujan tukena johtamistehtävän aikana on aikuinen ohjaaja. Koulutukseen sisältyy maastoyöpyminen, jonka avulla opitaan perusleiritaitoja ja turvallisen maastotoiminnan perusteita. Partiojohtaja -peruskoulutuksen suoritettuaan partiojohtaja osaa perustaidot ja tiedot tapahtuman ja ihmisten johtamisesta, partio-ohjelmasta sekä lippukunnan (paikallisyhdistys) toiminnasta.","description_sv":"Grundutbildning för scoutledare ingår i Suomen Partiolaiset – Finlands Scouter ry:s ledarskapsutbildning. Under utbildningen får deltagaren lära sig grundläggande kunskaper och färdigheter i ledarskap och i att arrangera evenemang och projekt. Deltagaren lär sig också om scoutprogrammet och om verksamheten i en scoutkår dvs. en lokalförening inom scouting. En central del av utbildningen är grunderna i trygg och säker verksamhet samt första hjälpen -färdigheter. I utbildningen ingår en ledarskapsövning, under vilken deltagaren leder och handleder andra vuxna i genomförandet av ett evenemang eller projekt.","nqf":2,"credits":7,"organization":1},"academicdegree":{"id":13,"identification":"hamk-konetekniikka","name_en":"Konetekniikka, insinööri (AMK)","name_fi":"Konetekniikka, insinööri (AMK)","name_sv":"Konetekniikka, insinööri (AMK)","description_en":"Konetekniikan opinnoissa kehität insinöörin perustaitojen lisäksi erikoisosaamista koneiden, laitteiden, tuotteiden ja rakenteiden suunnitteluprosesseihin ja -menetelmiin sekä tuotantotekniikkaan, moderneihin valmistusmenetelmiin ja tuotannonsuunnitteluun. Voit halutessasi myös keskittyä teollisen tuotantoprosessin kehittämiseen ja hallintaan.\n\nKonetekniikan insinööri on tekniikan alan moniosaaja, jolle löytyy työpaikkoja monipuolisesti eri teollisuuden aloilta niin kotimaassa ja ulkomailla. Tehtäväkenttääsi voi kuulua tuotekehitystä, koneensuunnittelua, tutkimusta, logistiikkaa, tuotantoa tai koulutusta. Myös erilaiset teknologiaan liittyvät palvelut ja kaupalliset tehtävät voivat kuulua koneinsinöörin työnkuvaan.​​","description_fi":"Konetekniikan opinnoissa kehität insinöörin perustaitojen lisäksi erikoisosaamista koneiden, laitteiden, tuotteiden ja rakenteiden suunnitteluprosesseihin ja -menetelmiin sekä tuotantotekniikkaan, moderneihin valmistusmenetelmiin ja tuotannonsuunnitteluun. Voit halutessasi myös keskittyä teollisen tuotantoprosessin kehittämiseen ja hallintaan.\n\nKonetekniikan insinööri on tekniikan alan moniosaaja, jolle löytyy työpaikkoja monipuolisesti eri teollisuuden aloilta niin kotimaassa ja ulkomailla. Tehtäväkenttääsi voi kuulua tuotekehitystä, koneensuunnittelua, tutkimusta, logistiikkaa, tuotantoa tai koulutusta. Myös erilaiset teknologiaan liittyvät palvelut ja kaupalliset tehtävät voivat kuulua koneinsinöörin työnkuvaan.​​","description_sv":"Konetekniikan opinnoissa kehität insinöörin perustaitojen lisäksi erikoisosaamista koneiden, laitteiden, tuotteiden ja rakenteiden suunnitteluprosesseihin ja -menetelmiin sekä tuotantotekniikkaan, moderneihin valmistusmenetelmiin ja tuotannonsuunnitteluun. Voit halutessasi myös keskittyä teollisen tuotantoprosessin kehittämiseen ja hallintaan.\n\nKonetekniikan insinööri on tekniikan alan moniosaaja, jolle löytyy työpaikkoja monipuolisesti eri teollisuuden aloilta niin kotimaassa ja ulkomailla. Tehtäväkenttääsi voi kuulua tuotekehitystä, koneensuunnittelua, tutkimusta, logistiikkaa, tuotantoa tai koulutusta. Myös erilaiset teknologiaan liittyvät palvelut ja kaupalliset tehtävät voivat kuulua koneinsinöörin työnkuvaan.​​","url":"https://www.hamk.fi/amk-tutkinto/konetekniikka-insinoori-amk/","credits":240,"nqf":4,"school":3,"fieldofstudy":10},"identification":"hamk-konetekniikka-sp-pjpk"}