{"id":1,"identification":"humak-yhteisöpedagogi_amk-sp-partiojohtaja-peruskoulutus","academicdegreeId":1,"competenceId":1,"url":"https://wiki.humak.fi/display/OS/AHOT-ohjeet+opiskelijoille#","description_fi":"5 opintopistettä jakautuen vuosittain määriteltävällä tavalla opintojaksoihin Toimijuuden edistäminen ja Valmentava työote (korvaa yleensä näiden 5 op:n laajuisen harjoittelun)\nTAI\n5 opintopistettä osaksi kokonaisuutta Vapaaehtoistyön ohjaaminen ja kehittäminen vapaasti valittavissa opinnoissa","description_en":"5 ECTS credits distributed in the manner determined annually in the study modules “Promotion of agency” and “Coaching-based approach” (usually substituting the 5 ECTS credits of practical training included in these modules) OR 5 ECTS credits as part of the module “Guidance and development in voluntary work” in the optional studies.","description_sv":"5 studiepoäng fördelat på ett sätt som bestäms årligen i kurserna i aktivitetsfrämjande samt coachande arbetssätt (ersätter vanligen praktik som ger dessa 5 sp) ELLER 5 studiepoäng i de valfria studierna i helheten om handledning i och utveckling av frivilligarbete.","competence":{"id":1,"identification":"sp-partiojohtaja-peruskoulutus","credits":7,"url":"https://www.partio.fi/lippukunnille/pestien-tuki/koulutus/perustaso/partiojohtajaperuskoulutus/","name_fi":"Partiojohtaja-peruskoulutus","name_en":"Scout Leader Basic Training","name_sv":"Grundutbildning för scoutledare","description_fi":"Partiojohtaja -peruskoulutus on Suomen Partiolaiset ry:n johtamiskoulutusta. Koulutuksen suorituksesta saatava valtakirja on edellytys tietyissä partiotehtävissä esim. leirinjohtajana toimimiselle. Lähiopetuksen lisäksi kouluttautuja toteuttaa johtamistehtävän, jonka aikana hän johtaa ja ohjaa muita aikuisia tapahtuman tms. toteuttamiseksi. Kouluttautujan tukena johtamistehtävän aikana on aikuinen ohjaaja. Koulutukseen sisältyy maastoyöpyminen, jonka avulla opitaan perusleiritaitoja ja turvallisen maastotoiminnan perusteita. Partiojohtaja -peruskoulutuksen suoritettuaan partiojohtaja osaa perustaidot ja tiedot tapahtuman ja ihmisten johtamisesta, partio-ohjelmasta sekä lippukunnan (paikallisyhdistys) toiminnasta.","description_en":"Scout Leader Basic Training is part of the leader training programme of the Guides and Scouts of Finland. The licence earned by successfully completing the training is required in certain Scouting tasks, such as the role of a Camp Leader. In addition to contact teaching, the trainee completes a leadership exercise during which they lead and guide other adults to organize an event or similar. During the leadership exercise, the trainee is supported by an adult instructor. The training includes an overnight stay in the wild, during which trainees learn basic camping skills and the basics of safe activities in the wild. After completing Scout Leader Basic Training, the Scout Leader possesses basic skills and knowledge in leading events and people, the Scout Programme and the activities of local scout groups.","description_sv":"Grundutbildningen för scoutledare är ledarskapsutbildning som ordnas av Suomen Partiolaiset - Finlands Scouter ry. Fullmakten man får när man gått utbildningen krävs för vissa uppgifter inom scouterna, t.ex. lägerledare. Utbildningen består av närundervisning och en praktisk uppgift där man leder och handleder andra vuxna t.ex. vid genomförandet av ett evenemang. En vuxen handledare stöder den som utbildas under ledarskapsuppgiften. I utbildningen ingår en övernattning i naturen där man lär sig grundläggande lägerfärdigheter och hur man vistas säkert i terrängen. Den som genomgått grundutbildningen för scoutledare har grundläggande kunskaper i att leda ett evenemang och människor, i scoutprogrammet och i kårens (lokalföreningens) verksamhet.","nqf":2,"organization":1},"academicdegree":{"id":1,"identification":"humak-yhteisopedagogi_amk","credits":210,"url":"https://www.humak.fi/opiskelijaksi/yhteisopedagogi/","name_fi":"Yhteisöpedagogi (AMK)","name_en":"Community Educator, Adventure and Outdoor Education (Bachelor of Humanities)","name_sv":"Samhällspedagog (YH)","description_fi":"Yhteisöpedagogitutkinnosta valmistuu arvostavan kohtaamisen ammattilaisia nuoriso- ja järjestötyöhön sekä yhä moninaisempiin ammatillisiin toimintaympäristöihin yhteiskunnan eri sektoreilla.  Työssä tarvitaan laajaa osaamista ihmisten kasvusta ja kehityksestä, yhteiskunnan rakenteesta ja toiminnasta sekä tietoa kulttuureista ja osallisuudesta. Yhteisöpedagogi (AMK) -tutkinnon voit suorittaa Humakissa kokopäiväisesti päivätoteutuksena tai rajallisen määrän lähijaksoja sisältävinä monimuoto-opintoina.","description_en":"Graduated Community Educators are professionals in respectful encounters who work in youth and organizational work and in increasingly versatile professional environments in different sectors of society. The work requires extensive competence in human growth and development and the structure and operation of society, in addition to knowledge about cultures and social inclusion. The degree of a Community Educator, Adventure and Outdoor Education (Bachelor of Humanities), can be completed as a full-time student in daytime teaching or as multiform studies with a limited number of contact teaching modules.","description_sv":"En examen i samhällspedagogik ger färdigheter i att möta människor på ett uppskattande sätt inom ungdoms- och organisationsarbete samt i allt fler verksamhetsmiljöer inom olika samhällssektorer. I arbetet behövs gedigna kunskaper i människors växande och utveckling, samhällsstruktur och samhällsverksamhet samt kulturer och delaktighet. En examen i samhällspedagogik (YH) kan avläggas i Humak genom heldagsstudier eller genom flerformsstudier med ett begränsat antal närdagar.","nqf":4,"school":1,"fieldofstudy":1}}