{"id":19,"identification":"partio-ko-hamk-metsatalous","academicdegreeId":3,"competenceId":6,"url":"https://www.hamk.fi/opiskelijan-ohjeet/valinnaiset-opinnot/","description_fi":"Koulutusohjaaja-koulutuksen voi sisällyttää moduuliin ”Ohjaaminen ja johtaminen vapaaehtoistyössä” kaikissa Hämeen ammattikorkeakoulun tutkinnoissa. Koulutus-ohjaajakoulutus hyväksytään moduuliin 2 op laajuisena.","description_en":"Koulutusohjaaja-koulutuksen voi sisällyttää moduuliin ”Ohjaaminen ja johtaminen vapaaehtoistyössä” kaikissa Hämeen ammattikorkeakoulun tutkinnoissa. Koulutus-ohjaajakoulutus hyväksytään moduuliin 2 op laajuisena.","description_sv":"Koulutusohjaaja-koulutuksen voi sisällyttää moduuliin ”Ohjaaminen ja johtaminen vapaaehtoistyössä” kaikissa Hämeen ammattikorkeakoulun tutkinnoissa. Koulutus-ohjaajakoulutus hyväksytään moduuliin 2 op laajuisena.","competence":{"id":6,"identification":"partio-koulutusohjaajakoulutus","credits":3,"url":"https://www.partio.fi/lippukunnille/pestien-tuki/koulutus/syventava-taso/koulutusohjaajakoulutus/","name_fi":"Koulutusohjaajakoulutus","name_en":"Regional Training Commissioner training","name_sv":"Koulutusohjaajakoulutus","description_fi":"Koulutus on suunnattu partion koulutustoiminnan asiantuntijoille. Se antaa kattavat valmiudet toimia koulutusohjaajana partiopiirissä tai muussa koulutustoiminnan keskeisessä tehtävässä. Koulutuksen käytyään kouluttautuja osaa suunnitella ja toteuttaa erilaisia koulutuskokonaisuuksia monipuolisesti sekä arvioida ja kehittää koulutustoimintaa. Hän osaa myös tukea partiokouluttajia ja pestausvalmentajia tehtävässään sekä ohjata Ko-Gi -suorituksia. Koulutus koostuu lähijaksoista sekä erilaisista oppimistehtävistä ja pestissä oppimisesta.","description_en":"Koulutus on suunnattu partion koulutustoiminnan asiantuntijoille. Se antaa kattavat valmiudet toimia koulutusohjaajana partiopiirissä tai muussa koulutustoiminnan keskeisessä tehtävässä. Koulutuksen käytyään kouluttautuja osaa suunnitella ja toteuttaa erilaisia koulutuskokonaisuuksia monipuolisesti sekä arvioida ja kehittää koulutustoimintaa. Hän osaa myös tukea partiokouluttajia ja pestausvalmentajia tehtävässään sekä ohjata Ko-Gi -suorituksia. Koulutus koostuu lähijaksoista sekä erilaisista oppimistehtävistä ja pestissä oppimisesta.","description_sv":"Koulutus on suunnattu partion koulutustoiminnan asiantuntijoille. Se antaa kattavat valmiudet toimia koulutusohjaajana partiopiirissä tai muussa koulutustoiminnan keskeisessä tehtävässä. Koulutuksen käytyään kouluttautuja osaa suunnitella ja toteuttaa erilaisia koulutuskokonaisuuksia monipuolisesti sekä arvioida ja kehittää koulutustoimintaa. Hän osaa myös tukea partiokouluttajia ja pestausvalmentajia tehtävässään sekä ohjata Ko-Gi -suorituksia. Koulutus koostuu lähijaksoista sekä erilaisista oppimistehtävistä ja pestissä oppimisesta.","nqf":3,"organization":1},"academicdegree":{"id":3,"identification":"hamk-metsatalous","credits":240,"url":"https://www.hamk.fi/amk-tutkinto/metsatalous-metsatalousinsinoori-amk/","name_fi":"Metsätalous, metsätalousinsinööri (AMK)","name_en":"Forestry, Forestry Engineer (Bachelor’s degree)","name_sv":"Skogsbruk, skogsbruksingenjör (YH)","description_fi":"Opiskelujen aikana metsä tulee kokonaisvaltaisesti ja käytännönläheisesti tutuksi. Tutustut metsään ja opiskelet metsäarviointia. Syvennyt metsänhoitoon, käytännön puunkorjuuseen ja metsäsuunnitteluun. Opiskelet myös taloutta, käytännön kielitaitoa ja asiakaspalvelua. Koulutus antaa monipuoliset valmiudet myös yritystoimintaan.\n\nKun valmistut metsätalousinsinööriksi, voit sijoittua monenlaisiin tehtäviin. Yleisimmin metsätalousinsinööri työskentelee puunhankinnan, metsäpalvelujen tai metsäsuunnittelun parissa. Ammattinimikkeitä ovat muun muassa metsäasiantuntija, metsäasiakasvastaava, korjuuesimies, hankintaesimies, ostoesimies, metsäsuunnittelija, puistomestari, erikoissuunnittelija, logistiikkaesimies ja metsäpalveluyrittäjä.","description_en":"During the studies, the student becomes thoroughly and practically acquainted with the forest. You will become familiar with the forest and study forest mensuration. You will focus on forest management, timber harvesting in practice and forest management planning. You will also study financial skills, practical language skills and customer service. The degree also gives you versatile abilities to engage in entrepreneurship. Graduated Forestry Engineers can work in a variety of jobs. Forestry Engineers most typically work in wood procurement, forest services or forest management planning. Typical job titles include Forest Expert, Forest Customer Manager, Harvesting Supervisor, Procurement Supervisor, Purchasing Supervisor, Forest Planning Officer, Park Master, Senior Planning Officer, Logistics Supervisor and Forest Service Entrepreneur.","description_sv":"Under studierna lär man sig om skogen på ett helhetsinriktat och praktiskt sätt. Du bekantar dig med skogen och studerar skogsbedömning. Du fördjupar dig i skogsvård, drivning och skogsplanering. Du studerar också ekonomi, språk och kundservice. Utbildningen ger också mångsidiga färdigheter i företagsverksamhet. Som skogsbruksingenjör kan du ta dig an många slags uppgifter. Vanligast är att skogsbruksingenjörer jobbar med virkesanskaffning, skogstjänster eller skogsplanering. Yrkesbeteckningar är bland annat skogsexpert, skogskundansvarig, drivningsförman, anskaffningsförman, inköpsförman, skogsplanerare, parkmästare, specialplanerare, logistikförman och skogstjänstföretagare.","nqf":4,"school":3,"fieldofstudy":6}}