{"id":29,"identification":"hamk-rakennettuymparisto-sp-pjpk","academicdegreeId":18,"competenceId":1,"url":"https://www.hamk.fi/opiskelijan-ohjeet/valinnaiset-opinnot/","description_fi":"Partiojohtaja-peruskoulutuksen voi sisällyttää moduuliin ”Ohjaaminen ja johtaminen vapaaehtoistyössä” kaikissa Hämeen ammattikorkeakoulun tutkinnoissa. Partiojohtaja-peruskoulutus hyväksytään moduuliin 3 op laajuisena.","description_en":"Partiojohtaja-peruskoulutuksen voi sisällyttää moduuliin ”Ohjaaminen ja johtaminen vapaaehtoistyössä” kaikissa Hämeen ammattikorkeakoulun tutkinnoissa. Partiojohtaja-peruskoulutus hyväksytään moduuliin 3 op laajuisena.","description_sv":"Partiojohtaja-peruskoulutuksen voi sisällyttää moduuliin ”Ohjaaminen ja johtaminen vapaaehtoistyössä” kaikissa Hämeen ammattikorkeakoulun tutkinnoissa. Partiojohtaja-peruskoulutus hyväksytään moduuliin 3 op laajuisena.","competence":{"id":1,"identification":"sp-partiojohtaja-peruskoulutus","credits":7,"url":"https://www.partio.fi/lippukunnille/pestien-tuki/koulutus/perustaso/partiojohtajaperuskoulutus/","name_fi":"Partiojohtaja-peruskoulutus","name_en":"Scout Leader Basic Training","name_sv":"Grundutbildning för scoutledare","description_fi":"Partiojohtaja -peruskoulutus on Suomen Partiolaiset ry:n johtamiskoulutusta. Koulutuksen suorituksesta saatava valtakirja on edellytys tietyissä partiotehtävissä esim. leirinjohtajana toimimiselle. Lähiopetuksen lisäksi kouluttautuja toteuttaa johtamistehtävän, jonka aikana hän johtaa ja ohjaa muita aikuisia tapahtuman tms. toteuttamiseksi. Kouluttautujan tukena johtamistehtävän aikana on aikuinen ohjaaja. Koulutukseen sisältyy maastoyöpyminen, jonka avulla opitaan perusleiritaitoja ja turvallisen maastotoiminnan perusteita. Partiojohtaja -peruskoulutuksen suoritettuaan partiojohtaja osaa perustaidot ja tiedot tapahtuman ja ihmisten johtamisesta, partio-ohjelmasta sekä lippukunnan (paikallisyhdistys) toiminnasta.","description_en":"Scout Leader Basic Training is part of the leader training programme of the Guides and Scouts of Finland. The licence earned by successfully completing the training is required in certain Scouting tasks, such as the role of a Camp Leader. In addition to contact teaching, the trainee completes a leadership exercise during which they lead and guide other adults to organize an event or similar. During the leadership exercise, the trainee is supported by an adult instructor. The training includes an overnight stay in the wild, during which trainees learn basic camping skills and the basics of safe activities in the wild. After completing Scout Leader Basic Training, the Scout Leader possesses basic skills and knowledge in leading events and people, the Scout Programme and the activities of local scout groups.","description_sv":"Grundutbildningen för scoutledare är ledarskapsutbildning som ordnas av Suomen Partiolaiset - Finlands Scouter ry. Fullmakten man får när man gått utbildningen krävs för vissa uppgifter inom scouterna, t.ex. lägerledare. Utbildningen består av närundervisning och en praktisk uppgift där man leder och handleder andra vuxna t.ex. vid genomförandet av ett evenemang. En vuxen handledare stöder den som utbildas under ledarskapsuppgiften. I utbildningen ingår en övernattning i naturen där man lär sig grundläggande lägerfärdigheter och hur man vistas säkert i terrängen. Den som genomgått grundutbildningen för scoutledare har grundläggande kunskaper i att leda ett evenemang och människor, i scoutprogrammet och i kårens (lokalföreningens) verksamhet.","nqf":2,"organization":1},"academicdegree":{"id":18,"identification":"hamk-rakennettuymparisto","credits":240,"url":"https://www.hamk.fi/amk-tutkinto/rakennettu-ymparisto-hortonomi-amk/","name_fi":"Rakennettu ympäristö, hortonomi (AMK)","name_en":"Rakennettu ympäristö, hortonomi (AMK)","name_sv":"Rakennettu ympäristö, hortonomi (AMK)","description_fi":"Rakennetun ympäristön koulutuksessa opiskellut hortonomi osaa viheralueiden suunnittelun, rakentamisen ja hallinnoinnin prosessit ja menetelmät. Luonnonkasvit ja viherrakentamisen kasvit kasvupaikkavaatimuksineen ovat hänelle tuttuja. Hortonomi ymmärtää sekä maisemarakenteen että luonnon prosessien merkityksen. Rakennetun ympäristön rakenteet ja materiaalit sekä tuotteet tulevat opinnoissa tutuiksi.\n\nValmistuttuasi osaat suunnitella ja kehittää viheralaa eri organisaatioissa sekä toimia vastuullisen liiketoiminnan periaatteiden mukaisesti. Ammattinimikkeitä ovat mm. viheraluesuunnittelija, maisemasuunnittelija, rakennuttajahortonomi, viheryksikön päällikkö, tilaajapäällikkö, puistopäällikkö, kaupunginpuutarhuri, seurakuntapuutarhuri, viherrakentaja ja viheralan yrittäjä.","description_en":"Rakennetun ympäristön koulutuksessa opiskellut hortonomi osaa viheralueiden suunnittelun, rakentamisen ja hallinnoinnin prosessit ja menetelmät. Luonnonkasvit ja viherrakentamisen kasvit kasvupaikkavaatimuksineen ovat hänelle tuttuja. Hortonomi ymmärtää sekä maisemarakenteen että luonnon prosessien merkityksen. Rakennetun ympäristön rakenteet ja materiaalit sekä tuotteet tulevat opinnoissa tutuiksi.\n\nValmistuttuasi osaat suunnitella ja kehittää viheralaa eri organisaatioissa sekä toimia vastuullisen liiketoiminnan periaatteiden mukaisesti. Ammattinimikkeitä ovat mm. viheraluesuunnittelija, maisemasuunnittelija, rakennuttajahortonomi, viheryksikön päällikkö, tilaajapäällikkö, puistopäällikkö, kaupunginpuutarhuri, seurakuntapuutarhuri, viherrakentaja ja viheralan yrittäjä.","description_sv":"Rakennetun ympäristön koulutuksessa opiskellut hortonomi osaa viheralueiden suunnittelun, rakentamisen ja hallinnoinnin prosessit ja menetelmät. Luonnonkasvit ja viherrakentamisen kasvit kasvupaikkavaatimuksineen ovat hänelle tuttuja. Hortonomi ymmärtää sekä maisemarakenteen että luonnon prosessien merkityksen. Rakennetun ympäristön rakenteet ja materiaalit sekä tuotteet tulevat opinnoissa tutuiksi.\n\nValmistuttuasi osaat suunnitella ja kehittää viheralaa eri organisaatioissa sekä toimia vastuullisen liiketoiminnan periaatteiden mukaisesti. Ammattinimikkeitä ovat mm. viheraluesuunnittelija, maisemasuunnittelija, rakennuttajahortonomi, viheryksikön päällikkö, tilaajapäällikkö, puistopäällikkö, kaupunginpuutarhuri, seurakuntapuutarhuri, viherrakentaja ja viheralan yrittäjä.","nqf":4,"school":3,"fieldofstudy":6}}