{"id":1,"logo":"Humak_tunnus_pysty_RGB_C.png","url":"https://www.humak.fi/","name_fi":"Humanistinen ammattikorkeakoulu","name_en":"Humak University of Applied Sciences","name_sv":"Humanistinen ammattikorkeakoulu","description_fi":"Humanistinen ammattikorkeakoulu (Humak) on vahvasti profiloitunut, valtakunnallinen ammattikorkeakoulu, joka on erikoistunut järjestö- ja nuorisotyön, työyhteisöjen kehittämisen, kulttuurituotannon ja luovan toimialan yrittäjyyden sekä tulkkausalan erityisosaamisen ja toiminnan kehittämiseen. Humakissa on 1500 opiskelijaa ja noin 130 asiantuntijaa eri tehtävissä.","description_en":"Humanistinen ammattikorkeakoulu (Humak) on vahvasti profiloitunut, valtakunnallinen ammattikorkeakoulu, joka on erikoistunut järjestö- ja nuorisotyön, työyhteisöjen kehittämisen, kulttuurituotannon ja luovan toimialan yrittäjyyden sekä tulkkausalan erityisosaamisen ja toiminnan kehittämiseen. Humakissa on 1500 opiskelijaa ja noin 130 asiantuntijaa eri tehtävissä.","description_sv":"Humanistinen ammattikorkeakoulu (Humak) on vahvasti profiloitunut, valtakunnallinen ammattikorkeakoulu, joka on erikoistunut järjestö- ja nuorisotyön, työyhteisöjen kehittämisen, kulttuurituotannon ja luovan toimialan yrittäjyyden sekä tulkkausalan erityisosaamisen ja toiminnan kehittämiseen. Humakissa on 1500 opiskelijaa ja noin 130 asiantuntijaa eri tehtävissä.","academicdegrees":[{"id":1,"identification":"humak-yhteisopedagogi_amk","credits":210,"url":"https://www.humak.fi/opiskelijaksi/yhteisopedagogi/","name_fi":"Yhteisöpedagogi (AMK)","name_en":"Community Educator, Adventure and Outdoor Education (Bachelor of Humanities)","name_sv":"Samhällspedagog (YH)","description_fi":"Yhteisöpedagogitutkinnosta valmistuu arvostavan kohtaamisen ammattilaisia nuoriso- ja järjestötyöhön sekä yhä moninaisempiin ammatillisiin toimintaympäristöihin yhteiskunnan eri sektoreilla.  Työssä tarvitaan laajaa osaamista ihmisten kasvusta ja kehityksestä, yhteiskunnan rakenteesta ja toiminnasta sekä tietoa kulttuureista ja osallisuudesta. Yhteisöpedagogi (AMK) -tutkinnon voit suorittaa Humakissa kokopäiväisesti päivätoteutuksena tai rajallisen määrän lähijaksoja sisältävinä monimuoto-opintoina.","description_en":"Graduated Community Educators are professionals in respectful encounters who work in youth and organizational work and in increasingly versatile professional environments in different sectors of society. The work requires extensive competence in human growth and development and the structure and operation of society, in addition to knowledge about cultures and social inclusion. The degree of a Community Educator, Adventure and Outdoor Education (Bachelor of Humanities), can be completed as a full-time student in daytime teaching or as multiform studies with a limited number of contact teaching modules.","description_sv":"En examen i samhällspedagogik ger färdigheter i att möta människor på ett uppskattande sätt inom ungdoms- och organisationsarbete samt i allt fler verksamhetsmiljöer inom olika samhällssektorer. I arbetet behövs gedigna kunskaper i människors växande och utveckling, samhällsstruktur och samhällsverksamhet samt kulturer och delaktighet. En examen i samhällspedagogik (YH) kan avläggas i Humak genom heldagsstudier eller genom flerformsstudier med ett begränsat antal närdagar.","school":1,"nqf":4,"fieldofstudy":1}]}