[
  {
    "id": 2,
    "path_identifier": "otayhteytta",
    "title_en": "Ota yhteyttä",
    "title_fi": "Ota yhteyttä",
    "title_sv": "Var i kontakt",
    "text_en": "Kaikissa Osaamiskiekkoon liittyvissä asioissa ole yhteydessä Partion osaamiskeskukseen:\n \n\nJulia Parkko\nDigituottaja\njulia.parkko@partio.fi\n040 521 7100\n\nTimo Sinivuori\nOsaamiskeskuksen johtaja\ntimo.sinivuori@partio.fi\n0400 511 534\n\nVoit lähettää Osaamiskiekkoon liittyvän yhteydenottosi myös lomakkeen kautta: <link>http://osaamiskeskus.partio.fi/yhteydenottolomake/\n\n",
    "text_fi": "Kaikissa Osaamiskiekkoon liittyvissä asioissa ole yhteydessä Partion osaamiskeskukseen:\n \n\nJulia Parkko\nDigituottaja\njulia.parkko@partio.fi\n040 521 7100\n\nTimo Sinivuori\nOsaamiskeskuksen johtaja\ntimo.sinivuori@partio.fi\n0400 511 534\n\nVoit lähettää Osaamiskiekkoon liittyvän yhteydenottosi myös lomakkeen kautta: <link>http://osaamiskeskus.partio.fi/yhteydenottolomake/\n\n\n\n",
    "text_sv": "I alla frågor eller kommentarer om kompetensvisaren kan du vara i kontakt med Finlands Scouters kompetenscenter\n\nTimo Sinivuori, Chef för kompetenscentret \ntimo.sinivuori@partio.fi \n0400 511 534\n\nJulia Parkko, Digital producent \njulia.parkko@partio.fi \n040 521 7100\n\nDu kan också vara i kontakt i frågor och kommentarer gällande kompetensvisaren via följande blankett: <link>http://osaamiskeskus.partio.fi/yhteydenottolomake/",
    "created_at": "2019-06-12T09:21:49.709Z",
    "updated_at": "2020-01-30T15:28:11.965Z"
  },
  {
    "id": 1,
    "path_identifier": "tietoa",
    "title_en": "Information",
    "title_fi": "Tietoa osaamiskiekosta",
    "title_sv": "Information",
    "text_en": "## Tietoa osaamiskiekosta\n\nOsaamiskiekko havainnollistaa, kuinka harrastus- ja vapaaehtoistoiminnassa kertyvää osaamista voi hyödyntää tutkintoon johtavissa opinnoissa. Osaamiskiekko näyttää validoitujen järjestökoulutusten ja digitaalisten osaamismerkkien sisältöjen vastaavuudet tutkinto-opintoihin. Sovelluksessa näytetään oppilaitosten suositukset siitä, miten järjestötoiminnassa hankittu osaaminen voidaan tunnistaa ja tunnustaa opinnoissa.\n\nOsaamiskiekon ensimmäisen version on kehittänyt Partion nuorisoalan osaamiskeskus Opetus-  ja kulttuuriministeriön rahoituksella.\n\n### Usein kysyttyä osaamiskiekosta\n\n#### Mistä osaamiskiekon sisältö on peräisin?\n\nOsaamiskiekko näyttää järjestöjen koulutusten ja digitaalisten osaamismerkkien kuvauksia sekä oppilaitosten tutkintojen   kuvauksia. Keskeinen   osa   osaamiskiekkoa   on   oppilaitoksen   laatima   suositus   siitä,   miten   järjestöissä kertyvä osaaminen tunnustetaan kyseisessä oppilaitoksessa ja sen tutkinnoissa. Oppilaitokset ja järjestöt  tuottavat  itse  omat  sisältönsä  osaamiskiekkoon  ja  ne  päivitetään  osaamiskiekkoon  ylläpidon toimesta.\n\n#### Kuinka osaamiskiekkoon pääsee mukaan?\n\nOsaamiskiekon sisällöntuottajiksi ovat tervetulleita järjestöt ja oppilaitokset. Osaamiskiekkoon sisällytetään järjestöosaamista validoitujen koulutusten sekä digitaalisten osaamismerkkien muodossa. Jos järjestöllänne tai oppilaitoksellanne on jo valmiiksi olemassa järjestöjen ja oppilaitosten välisiä AHOT-yhteistyösopimuksia, nämä ovat suoraan yhteensopivaa sisältöä osaamiskiekkoon.\n\n#### Mitä ovat tulkintafoorumit?\n\nOsaamiskiekon taustalla on moniammatillinen tulkintafoorumityöskentely. Tulkintafoorumeissa on mukana oppilaitoksen opettajia, opinto-ohjaajia ja opiskelijakunnan edustajia sekä järjestöistä koulutussuunnitelija ja muita järjestökoulutuksen parissa työskenteleviä henkilöitä. Tämä ryhmä vertailee tietyn tutkinnon opetussuunnitelman sisältöjä validoitujen järjestökoulutusten ja digitaalisten osaamismerkkien sisältöihin ja osaamistavoitteisiin. Työskentelyn tavoitteena on luoda suositus siitä, miten järjestön koulutus tai osaamismerkki tunnustetaan osaksi kyseistä tutkintoa.\n\n#### Mitä ovat validoidut koulutukset?\n\nJärjestöt  voivat  validoida  koulutuksiaan Opintokeskus  Siviksen  kautta.  Validoiduista  koulutuksista  saa  opintopisteytetyn todistuksen, jossa virallisena koulutuksenjärjestäjänä toimii Sivis.\n\n#### Mitä ovat NQF-tasot?\n\nOsaamiskiekossa hyödynnetään NQF-tasoja järjestöosaamisen   ja   tutkintojen   vertailuun.   NQF-tasolla (käytetään myös termiä EQF-taso) tarkoitetaan kansallista tutkintojen viitekehystä. Suomessa on käytössä 8-tasoinen   NQF-viitekehys,   jossa   esimerkiksi   toisen   asteen   tutkinnot   sijoittuvat   tasolle   4   ja   alemmat   ammattikorkeakoulututkinnot  tasolle  6.  Järjestökoulutuksille voidaan  osana  validointiprosessia määritellä, mitä NQF-tasoa ne vastaavat.\n\n#### Kuka ylläpitää osaamiskiekkoa?\n\nOsaamiskiekon ylläpidosta vastaa vuoden 2019 aikana Partion nuorisoalan osaamiskeskus.\n\n#### Minulla on palaute tai kehittämisehdotus osaamiskiekkoon liittyen. Mihin voin olla yhteydessä?\n\nOsaamiskiekkoon   liittyvissä   kysymyksissä   ja   kommenteissa   voi   olla   yhteydessä   Partion   nuorisoalan   osaamiskeskukseen:\n\nJulia Parkko Digituottaja julia.parkko@partio.fi 040 521 7100\n\nTimo Sinivuori Osaamiskeskuksen johtaja timo.sinivuori@partio.fi 0400 511 534\n\nVoit lähettää Osaamiskiekkoon liittyvän yhteydenottosi myös lomakkeen kautta: <link>http://osaamiskeskus.partio.fi/yhteydenottolomake/",
    "text_fi": "## Tietoa osaamiskiekosta\n\nOsaamiskiekko havainnollistaa, kuinka harrastus- ja vapaaehtoistoiminnassa kertyvää osaamista voi hyödyntää tutkintoon johtavissa opinnoissa. Osaamiskiekko näyttää validoitujen järjestökoulutusten ja digitaalisten osaamismerkkien sisältöjen vastaavuudet tutkinto-opintoihin. Sovelluksessa näytetään oppilaitosten suositukset siitä, miten järjestötoiminnassa hankittu osaaminen voidaan tunnistaa ja tunnustaa opinnoissa.\n\nOsaamiskiekon ensimmäisen version on kehittänyt Partion nuorisoalan osaamiskeskus Opetus-  ja kulttuuriministeriön rahoituksella.\n\n### Usein kysyttyä osaamiskiekosta\n\n#### Mistä osaamiskiekon sisältö on peräisin?\n\nOsaamiskiekko näyttää järjestöjen koulutusten ja digitaalisten osaamismerkkien kuvauksia sekä oppilaitosten tutkintojen   kuvauksia. Keskeinen   osa   osaamiskiekkoa   on   oppilaitoksen   laatima   suositus   siitä,   miten   järjestöissä kertyvä osaaminen tunnustetaan kyseisessä oppilaitoksessa ja sen tutkinnoissa. Oppilaitokset ja järjestöt  tuottavat  itse  omat  sisältönsä  osaamiskiekkoon  ja  ne  päivitetään  osaamiskiekkoon  ylläpidon toimesta.\n\n#### Kuinka osaamiskiekkoon pääsee mukaan?\n\nOsaamiskiekon sisällöntuottajiksi ovat tervetulleita järjestöt ja oppilaitokset. Osaamiskiekkoon sisällytetään järjestöosaamista validoitujen koulutusten sekä digitaalisten osaamismerkkien muodossa. Jos järjestöllänne tai oppilaitoksellanne on jo valmiiksi olemassa järjestöjen ja oppilaitosten välisiä AHOT-yhteistyösopimuksia, nämä ovat suoraan yhteensopivaa sisältöä osaamiskiekkoon.\n\n#### Mitä ovat tulkintafoorumit?\n\nOsaamiskiekon taustalla on moniammatillinen tulkintafoorumityöskentely. Tulkintafoorumeissa on mukana oppilaitoksen opettajia, opinto-ohjaajia ja opiskelijakunnan edustajia sekä järjestöistä koulutussuunnitelija ja muita järjestökoulutuksen parissa työskenteleviä henkilöitä. Tämä ryhmä vertailee tietyn tutkinnon opetussuunnitelman sisältöjä validoitujen järjestökoulutusten ja digitaalisten osaamismerkkien sisältöihin ja osaamistavoitteisiin. Työskentelyn tavoitteena on luoda suositus siitä, miten järjestön koulutus tai osaamismerkki tunnustetaan osaksi kyseistä tutkintoa.\n\n#### Mitä ovat validoidut koulutukset?\n\nJärjestöt  voivat  validoida  koulutuksiaan Opintokeskus  Siviksen  kautta.  Validoiduista  koulutuksista  saa  opintopisteytetyn todistuksen, jossa virallisena koulutuksenjärjestäjänä toimii Sivis.\n\n#### Mitä ovat NQF-tasot?\n\nOsaamiskiekossa hyödynnetään NQF-tasoja järjestöosaamisen   ja   tutkintojen   vertailuun.   NQF-tasolla (käytetään myös termiä EQF-taso) tarkoitetaan kansallista tutkintojen viitekehystä. Suomessa on käytössä 8-tasoinen   NQF-viitekehys,   jossa   esimerkiksi   toisen   asteen   tutkinnot   sijoittuvat   tasolle   4   ja   alemmat   ammattikorkeakoulututkinnot  tasolle  6.  Järjestökoulutuksille voidaan  osana  validointiprosessia määritellä, mitä NQF-tasoa ne vastaavat.\n\n#### Kuka ylläpitää osaamiskiekkoa?\n\nOsaamiskiekon ylläpidosta vastaa vuoden 2019 aikana Partion nuorisoalan osaamiskeskus.\n\n#### Minulla on palaute tai kehittämisehdotus osaamiskiekkoon liittyen. Mihin voin olla yhteydessä?\n\nOsaamiskiekkoon   liittyvissä   kysymyksissä   ja   kommenteissa   voi   olla   yhteydessä   Partion   nuorisoalan   osaamiskeskukseen:\n\nJulia Parkko Digituottaja julia.parkko@partio.fi 040 521 7100\n\nTimo Sinivuori Osaamiskeskuksen johtaja timo.sinivuori@partio.fi 0400 511 534\n\nVoit lähettää Osaamiskiekkoon liittyvän yhteydenottosi myös lomakkeen kautta: <link>http://osaamiskeskus.partio.fi/yhteydenottolomake/",
    "text_sv": "##Information om kompetensvisaren\n\nMed hjälp av kompetensvisaren ser du vilken nytta du har av det kunnande som du förvärvat inom hobbyverksamhet och frivilligarbete i examensinriktade utbildningar. \n\nKompetensvisaren visar de innehållsmässiga motsvarigheterna till examensstudier i de validerade utbildningarna och digitala kompetensmärkena från organisationsfältet.  I applikationen ser man studieinrättningarnas rekommendationer för hur kompetens man fått inom organisationsvärlden kan identifieras och godkännas i studierna.\n\nDen första versionen av Kompetensvisaren har utvecklats av Finlands Scouters Kompetenscenter med finansiering av utbildnings- och kulturministeriet. \n\n###Vanliga frågor om kompetensvisaren\n\n####Varifrån kommer innehållet i kompetensvisaren?\n\nKompetensvisaren visar beskrivningar av organisationers utbildningar och digitala kompetensmärken, s.k. Open Badges samt skildringar av studieinrättningarnas examina. En central del av kompetensvisaren är rekommendationen från studieinrättningen om hur man ska erkänna de färdigheter som samlats inom organisationernas verksamhet i studieinrättningen i fråga och i de examensinriktade utbildningarna. \nStudieinrättningarna och organisationerna producerar själva sitt innehåll till kompetensvisaren och innehållet uppdateras kontinuerligt.\n\n####Hur kommer man med i kompetensvisaren?\n\nSom innehållsproducenter till kompetensvisaren är organisationer och studieinrättningar välkomna. \nOrganisationskompetens i form av validerade utbildningar samt digitala kompetensmärken införlivas i kompetensvisaren. Ifall er organisation eller studieinrättning redan har AHOT-samarbetsavtal mellan organisationer och studieinrättningar är dessa direkt kompatibla innehåll i kompetensvisaren. \n\n####Vad är tolkningsforumen?\n\nKompetensvisaren baserar sig på ett multiprofessionellt tolkningsforumarbete. I tolkningsforumen finns det lärare, studiehandledare och studentkårsrepresentanter från studieinrättningarna, samt utbildningsplanerare och andra som arbetar med organisationsutbildning från organisationerna.  Denhär gruppen jämför innehållet i en viss examens läroplan med de validerade organisationsutbildningarnas och de digitala kompetensmärkenas innehåll och kunskapsmål. Målet med arbetet är att skapa en rekommendation om hur organisationens utbildning eller kunskapsmärke erkänns som en del av den examen det är fråga om. \n\n####Vad är validerade utbildningar?\n\nOrganisationer kan validera sina utbildningar via studiecentralen Sivis och Svenska Folkskolans Vänner (SFV för utbildningar som Finlands Svenska Scouter rf ordnar). Av validerade utbildningar får man ett intyg som visar hur många studiepoäng utbildningen motsvarar. Som officiella utbildningsanordnare fungerar studiecentralen Sivis och Svenska Folkskolans Vänner. \n\n####Vad är NQF-nivåer?\n\nI kompetensvisaren använder man sig av NQF nivåer (ett nationellt ramverk för kvalifikationer, man kan också använda termen EQF ”European Qualifications Framework”) för att jämföra organisationskompetens och examinan. I den europeiska referensramen för kvalifikationer finns 8 olika nivåer. Med hjälp av nivåerna beskrivs hur omfattande kunskaperna, färdigheterna och kompetensen är i olika utbildningar. Som en del av valideringsprocessen kan man definiera vilken NQF nivå organisationsutbildningarna motsvarar. \n\n####Vem upprätthåller kunskapsvisaren?\nUnder 2019 ansvarar Scouternas kompetenscenter inom ungdomsarbete för upprätthållandet av kompetensvisaren . \n\n####Jag har feedback eller förslag på förbättringar angående kompetensvisaren. Vem kan jag vara i kontakt med om det?\n\nI frågor eller kommentarer om kompetensvisaren kan du vara i kontakt med Scouternas kompetenscenter inom ungdomsarbete.\n\nJulia Parkko, Digital producent \njulia.parkko@partio.fi 040 521 7100\n\nTimo Sinivuori, Chef för kompetenscentret \ntimo.sinivuori@partio.fi 0400 511 534\n\nDu kan också vara i kontakt i frågor och kommentarer gällande kunskapsvisaren via följande blankett: <link>http://osaamiskeskus.partio.fi/yhteydenottolomake\n",
    "created_at": "2019-06-12T09:19:45.712Z",
    "updated_at": "2020-01-30T15:32:50.626Z"
  }
]