{"id":9,"identification":"4h-taimikonhoito","nqfId":8,"organizationId":3,"credits":2,"url":"https://4h.fi/toita/hanki-toita/kurssien-kautta-toihin/metsatyokurssi/","name_fi":"4H-taimikonhoitokurssi","name_en":"4H course in the tending of seedling stands","name_sv":"4H-plantvårdskurs","description_fi":"Kurssilla tutustutaan taimikonhoidon menetelmiin sekä työvälineiden turvalliseen käyttöön sekä teoriassa että käytännössä.\n\nOsaamistavoitteet:\nOsallistuja osaa hoitaa itsenäisesti eri puulajien taimikoita (taimikon varhaishoito, taimikonhoito, omavalvonta)\nOsaa ottaa käyttöön raivaussahan sekä osaa huoltaa sitä\nOsaa toimia turvallisesti taimikonhoitotyössä\nOsallistuja osaa käyttää ja huoltaa turvavarusteita","description_en":"The course introduces participants to the methods of tending to seedling stands and the safe use of tools in both theory and practice.\n\nTargeted learning outcomes:\n- The participant is able to independently tend to the seedling stands of various tree species (early tending of seedling stands, tending of young stands, HAACP).\n- Knows how to use a clearing saw and maintain it.\n- Knows how to observe safety when tending to seedling stands.\n- Knows how to use and maintain safety equipment.","description_sv":"Under kursen lär man sig plantvårdsmetoder och säker användning av redskap, genom både teori och praktik.\n\nKompetensmål:\n- Deltagaren kan självständigt vårda plantor av olika trädslag (tidig vård, plantvård, egenkontroll).\n- Kan använda och sköta en röjningssåg.\n- Kan utföra plantvårdsarbete på ett säkert sätt.\n- Deltagaren kan använda och sköta säkerhetsutrustning.","nqf":{"id":8,"level":"3","name_fi":"Taso 3","name_en":"Level 3","name_sv":"Nivå 3"},"organization":{"id":3,"logo":"4H_RGB.png","url":null,"name_fi":"Suomen 4H-liitto","name_en":"4H Finland","name_sv":"4H","description_fi":null,"description_en":null,"description_sv":null},"competencedegreelinks":[{"id":15,"identification":"hamk-metsatalous-4h-taimikonhoito","url":"https://www.hamk.fi/opiskelijanohjeenosa/valinnaiset-opinnot-metsatalous/","description_fi":"Taimikonhoitajakurssi on mahdollista hyödyntää HAMK metsätalouden amk-opinnoissa. Voit hakea AHOTia/osaamisen tunnistamista 1. vuoden opintoihin sisältyvästä taimikonhoidon käytännön osiosta. Osaamisen näyttönä toimii suoritustodistus 4H:n taimikonhoitajakurssista. Lisätietoja opintojen ohjaajalta.","description_en":"The course in the tending of seedling stands can be included in the Bachelor’s degree studies in forestry at HAMK. You can apply for RPL / the identification of prior learning regarding the practical module in the tending of seedling stands in the first year of studies. A certificate of the 4H course in the tending of seedling stands demonstrates your competence. More information is available from the study counsellor.","description_sv":"Plantvårdskursen kan tillgodogöras i HAMK:s yh-studier i skogsbruk. Du kan ansöka om erkännande av kompetens för praktikavsnittet i plantvård under första året av studierna. Inyget om avklarad plantvårdskurs i 4H är ett intyg av kompetensen. Studiehandledaren kan ge mer information.","academicdegree":3,"competence":9}]}